IDEA StatiCa Open Model
ConProjectInfo.ProjectNumber Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Project number
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ProjectNumber { get; set; }
Public Property ProjectNumber As String
	Get
	Set
public:
property String^ ProjectNumber {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace